i5-2500k/3.16.7/30/1/read-write-16.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 30
query mode: simple
number of clients: 16
number of threads: 1
duration: 1800 s
number of transactions actually processed: 14968445
latency average: 1.924 ms
tps = 8315.693953 (including connections establishing)
tps = 8315.698266 (excluding connections establishing)